controllers/load_test/test/test_13.yml
config:
  target: http://localhost:4321/
  phases:
    - duration: 1
      arrivalRate: 1
      rampTo: 5
      name: Warm up phase
    - duration: 1
      arrivalRate: 5
      rampTo: 10
      name: Ramp up load
    - duration: 1
      arrivalRate: 10
      rampTo: 30
      name: Spike phase
  plugins:
    ensure: {}
    apdex: {}
    metrics-by-endpoint: {}
  apdex:
    threshold: 100
scenarios: []